Repository: emrekurt027/KronosTech
Catalog: test1/Resources/Controllers.HomeController.*.resx
Languages: tr_tr

# About.MainTitle
source: About
tr_tr: Hakkında

# About.p1
source: which set out the philosophy of Kronos Energy, in Oil& Gas and Energy Sector with 15 years experience and knowledge. In our country and around the world with growing energy needs of the population and in the meantime, in order to minimize the environmental impact as Kronos Energy we find creative and efficient solutions in the field of energy.By using high technology in national and international projects of high quality, we offer innovative and competitive solutions.
tr_tr: Felsefesinden yola çıkan Kronos Enerji “Kronos Tech” markasıyla, petrol & gaz ve enerji sektöründe 15 yıla yaklaşan bir tecrübe ve bilgi birikimi ile ülkemizde ve dünyada gün geçtikçe artan nüfusun enerji ihtiyacını karşılamak ve bu arada çevre üzerindeki etkisini en aza indirmek amacıyla enerji alanında yaratıcı ve verimli çözümler üretmektedir. Uygulamalarında yüksek teknolojiyi kullanarak ulusal ve uluslararası projelerde kaliteli yenilikçi ve rekabetçi çözümler sunmaktadır.

# About.p2
source: Research of the innovation by making applications, by converting stable success is the most important philosophy, what makes Kronos Energy different. As Kronos Energy, we provide services with our ability to design,engineering, know-how, corporate structure of our production power of our brand and our policy of a strong financial structure in accordance with the design, manufacturing, installation, commissioning while keeping at the foreground of human value to you, our valuable customers, we can make a difference in every project.
tr_tr: Araştırmacılığını uygulamalar yaparak yenilikçiliğe dönüştürerek istikrarlı başarıyı yakalamak, Kronos Eneriji’yi farklı kılan en önemli felsefelerden biridir. Kronos Enerji’yi farklı kılan en önemli felsefelerinden biridir. Kronos Enerji olarak tasarım yeteneğimizi, mühendislik birikimimizi, üretim gücümüz, kurumsal yapımız, marka politikamız ve güçlü mali yapımız doğrultusunda tasarım, projelendirme, imalat, montaj, devreye alma işlerini yaparken siz değerli müşterilerimize insan değerini ön planda tutarak sağlık, emniyet ve çevre konularında eğitimli personellerimizle dahil olduğumuz her projelerde farklılık yaratarak hizmet vermekteyiz.

# About.p3
source: With our in-house manufacturing Gas Stations, Station Equipments, Generator fuel refilling systems, Industrial automation, Tank production, Steel construction-Construction fields , we provide world-class service to the fuel distribution companies and reputable construction companies with-in national and international projects.
tr_tr: Şirket bünyesindeki yerli imalatları, geniş bayi ağı ve 7/24 müşteri hizmetleriyle Yıkama Makinası, Köpük Makinası, Süpürge Makinası başlıkları adı altında farklı yeteneklere sahip teknolojik olarak donatılmış imalatları ile siz değerli müşterilerine ileri teknoloji standartlarında hizmet vermektedir.

# About.p4
source: Company in-house, Kronos chemistry with the “HERA” brand, Kronos machine with the “KRONOSTECH” brand and Kronos Marble with the “HORA MARBLE” brand grew with each passing day by advancing their goals under the umbrella of Kronos Energy surely. Besides as Kronos Energy with a social responsibility, we are interested in the young minds with the relevant sections of university education by offering the possibility to work and internship in order to contribute the new generation which protects and aggrandize the values of our country.
tr_tr: Şirket bünyesinde bulunan, Kronos Kimya ‘ HERA ’ markasıyla, Kronos Makine ‘ KRONOSTECH’ markasıyla, Kronos Mermer ‘HORA MARBLE’ markasıyla ve Kronos Kahve ‘DRINKCUP’ markasıyla her geçen gün büyüyerek, Kronos Enerji çatısı altında hedeflerine emin adımlarla ilerlemektedir. Ayrıca Kronos Enerji olarak sosyal sorumluluk bilinciyle üniversitelerin ilgili bölümlerinde eğitim gören genç beyinlere staj ve çalışma imkânı sunarak, ülke değerlerini koruyan ve yücelten yeni nesillere katkıda bulunmaktayız.

# App.MainTitle
source: Applications
tr_tr: Uygulamalar

# Appdetail.CollapseButton
source: Other Applications
tr_tr: Diğer Uygulamalar

# Contact.Form.Button
source: Send
tr_tr: Gönder

# Contact.Form.Combo1
source: Customer Service
tr_tr: Genel Müşteri Servisi

# Contact.Form.Combo2
source: Suggestion
tr_tr: Öneri

# Contact.Form.Combo3
source: Product Service
tr_tr: Ürün Desteği

# Contact.Form.ComboDefault
source: Choose
tr_tr: Seçiniz

# Contact.Form.ComboHead
source: Subject
tr_tr: Konu

# Contact.Form.Head
source: Contact Us
tr_tr: İletişime Geç

# Contact.Form.Mailinput
source: Email Address
tr_tr: Email Adresi

# Contact.Form.MessageHead
source: Message
tr_tr: Mesajınız

# Contact.Form.Nameinput
source: Name Surname
tr_tr: Adınız Soyadınız

# Contact.Info.Adress
source: <b>Address:</b> Esenkent Mah. Şair Fuzuli Sok.No:12/2 Ümraniye / İstanbul
tr_tr: <b>Adres:</b> Esenkent Mah. Şair Fuzuli Sok.No:12/2 Ümraniye / İstanbul

# Contact.Info.Phone
source: <b>Phone:</b> +90 216 313 86 31-32
tr_tr: <b>Tel:</b> +90 216 313 86 31-32

# Contact.MainTitle
source: Contact
tr_tr: İletişim

# Index.Product.AirmaticName
source: Vacuum & Airmatic
tr_tr: Süpürge & Airmatik

# Index.Product.Airmatik.info2
source: The vacuum hose is spiral and flexible.
tr_tr: Süpürge hortumu kendinden sarmallı ve esnektir.

# Index.Product.Airmatik.info3
source: 3.600 Watt suction power by 3 wet/dry motors
tr_tr: 3.600 W emiş gücüne sahip ıslak/kuru 3 motor mevcuttur.

# Index.Product.Airmatik.info4
source: 70 Lt. stainless dust tank inside with special PP flange engaged felt bag.
tr_tr: 70 Lt. Hacimli paslanmaz toz kazanı ve içinde özel PP flanşlı keçe toz torbası mevcuttur.

# Index.Product.HectorName
source: Hector Care Care
tr_tr: Hector Araç Bakım

# Index.Product.Info1
source: Works with coin, Manual START/STOP; also rejects fake coin.
tr_tr: Belirlenen tutarda madeni para, jeton veya manyetik kart ile çalışır; Para okuyucu paslanmaz metal gövdeye sahiptir,

# Index.Product.Info2
source: 2 different safe boxes for each Foam and Washing stations.
tr_tr: Köpük ve Yıkama için birbirinden farklı 2 adet kumbara mevcuttur.

# Index.Product.Info3
source: When safe box is nearly full system sends data to server.
tr_tr: Kasa kapasitesi dolduğunda merkeze bildirim yapılmaktadır.

# Index.Product.Info4
source: When system receives token(by any payment method) sends data to server. In this way dealers and stations can monitor machines instantly.
tr_tr: Makine ödeme aldığında merkez sunucuya veriyi aktarmaktadır, bu sayede makine takibi Bayi ve İstasyonlar tarafından anlık olarak raporlanabilir.

# Index.Product.Info5
source: Kale Kilit lock system is available.
tr_tr: Kale Kilit marka kilit sistemi mevcuttur.

# Index.Product.Info6
source: There is non-resertable 2 different numerators so can each stations can be tracked sperately that how many vehicles are served.
tr_tr: 2 farklı numaratör ile kaç adet araca hizmet verildiği ayrı ayrı takip edilebilir.

# Index.Product.Info7
source: Residual current relay is available.
tr_tr: Bütün makinelerimizde Hayat Koruma Ünitesi(kaçak akım rolesi) mevcuttur.

# Index.Product.Info8
source: There is safety switch that interrupts pum and motor, if trigger is not pressed.
tr_tr: Tetikli güvenlikli sistemi mevcuttur. Sistem çalışsa bile tetiğe basılmadan motor ve pompa devreye girmez.

# Index.Product.Info9
source: Foam and Washing can wır seperately with the help of different automation system.
tr_tr: Elektrik tesisatı Köpük ve Yıkama birbirinden bağımsız çalışabilecek şekilde tasarlanmıştır.

# Index.Product.InfoHead
source: Self-Servis Car Wash
tr_tr: Self-Servis Araç Yıkama Makinaları

# Index.Product.InfoRed1
source: also rejects fake coin.
tr_tr: sahte parayı tanır.

# Index.Product.Royal1
source: There is a 100 Lt tank capacity inside. Working pressure is 5 bar.
tr_tr: 100 Lt'lik tank kapasitesi vardır. Çalışma basıncı 5 bar'dır.

# Index.Product.RoyalName
source: Royal Foam & Wash
tr_tr: Royal Köpük & Yıkama

# Index.Product.SalusName
source: Salus Foam & Wash
tr_tr: Salus Köpük & Yıkama

# LogoDrinkcup
source: Kronos Coffee
tr_tr: Kronos Kahve

# LogoEnergy
source: Kronos Energy
tr_tr: Kronos Enerji

# LogoHera
source: Kronos Chemistry
tr_tr: Kronos Kimya

# LogoHora
source: Kronos Marble
tr_tr: Kronos Mermer

# LogoTech
source: Kronos Tech
tr_tr: Kronos Makina

# Mail.Body
source: Your mail came to us. Thank you for your interest in Kronos Tech. Our experts will contact you as soon as possible.
tr_tr: Mailiniz bize ulaştı. Kronos Tech'e gösterdiğiniz ilgiden teşekkür ederiz. Uzmanlarımız en kısa zamanda sizinle iletişime geçecektir.

# Mail.Subject
source: Your mail has reached us !
tr_tr: Mailiniz bize ulaştı !

# Menu.About
source: About
tr_tr: Hakkında

# Menu.Application
source: Applications
tr_tr: Uygulamalar

# Menu.Certificate
source: Certificates
tr_tr: Sertifikalar

# Menu.Contact
source: Contact
tr_tr: İLETİŞİM

# Menu.Contact.Url
source: Contact
tr_tr: İletisim

# Menu.Corporate
source: Corporate
tr_tr: Kurumsal

# Menu.Enviroment-Quality
source: Enviroment-Quality
tr_tr: Çevre-Kalite

# Menu.Gallery
source: Gallery
tr_tr: Galeri

# Menu.Homepage
source: Home
tr_tr: Anasayfa

# Menu.Product
source: Products
tr_tr: Ürünler

# Menu.Reference
source: References
tr_tr: Referanslar

# Menu.SECG
source: Healt-Safety-Security-Enviroment
tr_tr: Sağlık-Emniyet-Çevre

# Menu.Slogan
source: Even the best is just good enough.
tr_tr: En iyi sadece yeterince iyidir...

# Menu.Vision
source: Vision
tr_tr: Vizyon

# Product.ButtonDetail
source: Product Details
tr_tr: Ürün Bilgisi

# Product.ButtonTechnic
source: Technic Details
tr_tr: Teknik Donanım

# Product.CollapseButton
source: Other Product
tr_tr: DİĞER ÜRÜNLER

# Product.Info.Tech.Cabin
source: Cabin
tr_tr: Kabin

# Product.Info.Tech.CoinReader
source: Coin Acceptor
tr_tr: Para Okuyucu

# Product.Info.Tech.FoamGun
source: Foam Gun
tr_tr: Köpük Tabancası

# Product.Info.Tech.FoamTank
source: Foam Tank
tr_tr: Köpük Tankı

# Product.Info.Tech.Hose
source: Hose
tr_tr: Hortum

# Product.Info.Tech.KGun
source: Foam Gun
tr_tr: Köpük Tabancası

# Product.Info.Tech.KHose
source: Foam Hose
tr_tr: Köpük Hortumu

# Product.Info.Tech.MotorPower
source: Motor Power
tr_tr: Motor Gücü

# Product.Info.Tech.Pump
source: Pump
tr_tr: Pompa

# Product.Info.Tech.PumpPressure
source: Pump Pressure
tr_tr: Pompa Basıncı

# Product.Info.Tech.PumpSecurity
source: Pump Security
tr_tr: Pompa Güvenliği

# Product.Info.Tech.Security
source: Security
tr_tr: Güvenlik

# Product.Info.Tech.Suction
source: Suction
tr_tr: Vakum Gücü

# Product.Info.Tech.TankCapacity
source: Tank Capacity
tr_tr: Tank Kapasitesi

# Product.Info.Tech.Timer
source: Time Relay
tr_tr: Zamanlayıcı

# Product.Info.Tech.Voltage
source: Voltage
tr_tr: Voltaj

# Product.Info.Tech.WaterConsumption
source: Water Consumption
tr_tr: Su Debisi

# Product.Info.Tech.YGun
source: Wash Gun
tr_tr: Yıkama Tabancası

# Product.Info.Tech.YHose
source: Wash Hose
tr_tr: Yıkama Hortumu

# Product.Left.Hera
source: Car Care Products (HERA)
tr_tr: Oto Bakım Ürünleri (HERA)

# Product.MainTitle
source: Products
tr_tr: Ürünler
